Repository: szidorpatrik/Order-Manager-App
Catalog: Languages/OrderManagerAppLanguages.*.resx
Languages: hu

# AddItem
source: Add new item
hu: Új tétel

# AddOrder
source: Add new order
hu: Új rendelés

# AreYouSureToDelete
source: Are you sure about deleting {0}?
hu: Biztosan törli a(z) {0}-t?

source: Cancel
hu: Mégse

source: Close
hu: Bezárás

source: Collapse all
hu: Összes bezárása

# CreatedAt
source: Created at: {0}
hu: Létrehozva: {0}

source: Dashboard
hu: Irányítópult

source: Delete item
hu: Tétel törlése

# EditItem
source: Edit {0}
hu: {0} módosítása

source: Expand all
hu: Összes kibontása

# ItemAddedSuccessfully
source: {0} was added
hu: {0} létrehozva

# ItemDeletedSuccessfully
source: {0} was deleted
hu: {0} törölve

source: Item name
hu: Tétel neve

source: Items
hu: Tételek

# ItemUpdatedSuccessfully
source: {0} was updated
hu: {0} módosítva

source: No
hu: Nem

# OrderAlreadyExists
source: #{0} already exists
hu: #{0} rendelés már létezik

source: Order number
hu: Rendelés száma

source: Orders
hu: Rendelések

source: Price
hu: Ár

source: Quantity
hu: Mennyiség

source: Save
hu: Mentés

source: Settings
hu: Beállítások

source: Something went wrong
hu: Váratlan hiba

source: There are no items
hu: Nem találhatóak tételek

source: There are no orders
hu: Nem találhatóak rendelések

source: Yes
hu: Igen

# SelectDateStart
source: Select start date
hu: Kezdési dátum kiválasztása

# SelectDateEnd
source: Select end date
hu: Zárási dátum kiválasztása

# OrderMustBeGreaterThanZero
source: Order must be greater than 0
hu: Rendelés számának nagyobbnak kell lennie, mint 0

# StartDateOrTimeMissing
source: Start date or time is missing
hu: Hiányzik a kezdő dátum vagy idő

# EndDateOrTimeMissing
source: End date or time is missing
hu: Hiányzik a zárási dátum vagy idő

source: End date must be after start date
hu: A záró dátumnak a kezdő dátum után kell lennie

# SelectTimeStart
source: Select end time
hu: Válassza ki a kezdeti időt

# SelectTimeEnd
source: Select start time
hu: Válassza ki a zárási időt

# StartDate
source: Start date: {0}
hu: Kezdő dátum: {0}

# EndDate
source: End date: {0}
hu: Záró dátum: {0}

# TimeStart
source: Start time
hu: Záró idő

# TimeEnd
source: End time
hu: Kezdő idő

# Duration
source: Duration: {0}
hu: Időtartam: {0}

source: Unit price
hu: Egységár

# TotalPrice
source: Total
hu: Összár

# PluralSuffix
source: s have
hu: ek

# SelectedItemsMessage
source: {0} item{1} been selected
hu: {0} tétel lett kiválasztva

# DurationFormatDayHourMinutes
source: {0}d {1}h {2}m
hu: {0}n {1}ó {2}p

source: Invalid duration
hu: Érvénytelen időtartam

# DurationFormatHourMinutes
source: {0}h {1}m
hu: {0}ó {1}p

# OrderDeletedSuccessfully
source: Order #{0} was deleted
hu: A(z) #{0} rendelés törölve

# OrderUpdatedSuccessfully
source: Order #{0} was updated
hu: A(z) #{0} rendelés módosítva

# EditOrder
source: Edit order {0}
hu: {0} rendelés módosítása

# OrderCreatedSuccessfully
source: Order #{0} created
hu: #{0} rendelés létrehozva

source: Delete order
hu: Rendelés törlése

# AreYouSureToDeleteOrder
source: Are you sure about deleting order #{0}?
hu: Biztosan törli a(z) #{0} rendelést?

source: Order number is required
hu: A rendelés száma nem lehet üres

# ItemNameIsRequired
source: Name is required
hu: A név nem lehet üres

# ItemPriceIsRequired
source: Price is required
hu: Az ár nem lehet üres

# ItemPriceMustBeGreaterOrEqualToZero
source: Price must be greater than or equal to 0
hu: Az árnak legalább 0-nak kell lennie

# ListIsEmptyClickHereToAddItem
source: List is empty click to add items
hu: A lista üres, koppintson ide a tételek létrehozásához

source: Total orders
hu: Rendelések száma

source: Pending orders
hu: Függőben lévő rendelések

source: Canceled orders
hu: Törölt rendelések

source: Completed orders
hu: Teljesített rendelések

# CompletedDate
source: Completion date: {0}
hu: Teljesítés ideje: {0}

# CanceledDate
source: Canceled at: {0}
hu: Törlés ideje: {0}

# OrderMarkedAsCompleted
source: Order #{0} marked as completed
hu: A(z) #{0} rendelés teljesítettként megjelölve

source: Mark as completed
hu: Megjelölés teljesítettként

source: Completed
hu: Teljesítve

source: Canceled
hu: Törölve

source: Pending
hu: Függőben lévő

source: Status
hu: Státusz

# DurationFormatMinutes
source: {0}m
hu: {0}p

source: End time must be after start time
hu: A záró időnek a kezdő idő után kell lennie

source: Total revenue
hu: Bevétel

source: No comparison available
hu: Nincs mivel összehasonlítani

# RevenueUpBy
source: Revenue up by {0}%
hu: {0}%-kal nőtt a bevétel

# RevenueDownBy
source: Revenue down by {0}%
hu: {0}%-kal csökkent a bevétel

# RevenueSame
source: Same revenue
hu: Ugyanolyan a bevétel

source: Pending revenue
hu: Függőben lévő bevétel

source: Total revenue this month
hu: Aktuális hónap bevétele
